Repository: OmegaT-L10N/sc
Catalog: omegat/project_save.tmx
Source language: en
Languages: sc

source: External Search
sc: Chirca esterna

source: External Search...
sc: Chirca esterna...

source: External TMX Options
sc: Optziones de is TMX esternas

source: External command completed.
sc: Òrdine esterna cumpletada.

source: External command failed.
sc: Faddina in s’òrdine esterna.

source: External command was interrupted.
sc: Òrdine esterna interrùmpida.

source: Extracted comments:
sc: Cummentos estratos:

source: Extraneous
sc: Istranas

source: Failed to back up preferences file.
sc: Faddina in sa còpia de seguresa de s’archìviu de preferèntzias.

source: Failed to commit source files!
sc: Faddina in sa publicatzione de is archìvios de orìgine.

source: Failed to commit target files!
sc: Faddina in sa publicatzione de is archìvios tradùidos.

source: Failed to compile project files!
sc: Faddina in sa compilatzione de is archìvios de su progetu.

source: Failed to create project!
sc: Faddina in sa creatzione de su progetu.

source: Failed to fetch latest version info: {0}
sc: Faddina in su ritzevimentu de s'informatzione de s'ùrtima versione: {0}

source: Failed to load specified project!
sc: Faddina in sa càrriga de su progetu seletzionadu.

source: Failed to load translation memory {0} for project!
sc: Faddina in sa càrriga de sa memòria de tradutzione {0} pro su progetu.

source: Failed to update project properties
sc: Faddina in s’atualizatzione de is propiedades de su progetu

source: Fatal error encountered - saving project file with '.recover' backup extension.
sc: Errore crìticu - sarvende archìviu de progetu cun s’estensione de còpia de seguresa ‘.recover’.

source: Fatal error on line {0}, column {1} while parsing:
sc: Faddina grae in sa lìnia {0}, colunna {1} durante s'anàlisi:

source: Few more things to remember
sc: Àteras cosas de importu

source: File
sc: Archìviu

source: File &Filters...
sc: &Filtros de archìviu...

source: File &Format
sc: &Formados de archìviu

source: File Copy Failed
sc: Faddina in sa còpia de s’archìviu

source: File Filters
sc: Filtros de archìviu

source: File Filters...
sc: Filtros de archìviu...

source: File Format
sc: Formadu de archìviu

source: File Name
sc: Nòmine de s’archìviu

source: File locations
sc: Positziones de archìviu

source: File {0} does not exist!
sc: S’archìviu {0} no esistet.

source: File {0}: {1}
sc: Archìviu {0}: {1}

source: File: translated / number of segments (project: unique translated / unique, total number of segments)
sc: Archìviu: tradùidos / nùmeru de segmentos (progetu: ùnicos tradùidos / ùnicos, nùmeru totale de segmentos)

source: File: unique translated % (unique left) / project: unique translated % (unique left), total number of segments
sc: Archìviu: ùnicos tradùidos % (ùnicos de bortare) / progetu: ùnicos tradùidos % (ùnicos de bortare), nùmeru totale de segmentos

source: Filename
sc: Nòmine de archìviu

source: Filename Variables:
sc: Variàbiles de nòmine de archìviu:

source: Files within the source folder, whether translated or not, are then generated here, with the same hierarchy as present in the source subfolder.
sc: Is archìvios in sa cartella source, traduidos o nono, ant a èssere generados inoghe, cun sa pròpia gerarchia de sa cartella source.

source: Filter
sc: Filtru

source: Filter '{0}' could not be loaded from '{1}'
sc: No s’est pòdidu carrigare su filtru '{0}' dae '{1}'

source: Filter:
sc: Filtru:

source: Filters...
sc: Filtros...

source: Finished
sc: Fatu

source: Finnish
sc: Finlandesu

source: Flash XML Export
sc: Esportatzione XML de Flash

source: Floating '?' character not tied to '>'!
sc: Caràtere "?" mòbile no acapiadu a perunu ">".

source: Folder already exists and is not empty.
sc: Sa cartella esistet giai e no est bòida.

source: Folder does not exist
sc: Sa cartella no esistet

source: Folder {0} was automatically created for team mode project
sc: Cartella {0} creada in automàticu pro sa modalidade de progetu de iscuadra

source: Follow capitalization of the typed text
sc: Sighi is majùsculas de su testu iscritu

source: Font
sc: Tipografia

source: Foote&rs
sc: Pee&s de pàgina

source: For a more comprehensive introduction see OmegaT for beginners on the OmegaT web site.
sc: Leghe un'introdutzione prus cumpleta in sa ghia OmegaT for beginners de su situ web de OmegaT.

source: For all files:
sc: Pro totu is archìvios:

source: For best results, please install the appropriate dictionaries via Preferences > Spell Checking.
sc: Podes installare is ditzionàrios adeguados in Preferèntzias > Controllu ortogràficu.

source: For instance (if the default is accepted), the translation from the ancillary TM is accepted and prefixed with [fuzzy], so that the translator can review the translations at a later stage and check whether the segments tagged this way, have been translated correctly .
sc: Pro esempru (si su cumportamentu predefinidu est atzetadu), sa tradutzione dae sa MT segundària est atzetada cun su prefissu [fuzzy], in manera chi su tradutore potzat revisionare is tradutziones a pustis e controllare si is segmentos etichetados aici sunt istados bortados in manera curreta .

source: For translation memories in folders with a name penalty-xxx (with xxx between 0 and 100), matches will be degraded according to the name of the folder: a 100% match in any of TMs, residing in a folder called penalty-30 for instance, will be lowered to a 70% match.
sc: Sa pertzentuale de is memòrias de tradutzione de sa cartella penalty-xxx (in ue xxx est unu nùmeru intre 0 e 100) at a èssere degradada de acordu cun su nòmine de sa cartella: una cointzidèntzia de su 100% in cale si siat MT at a devènnere, cando ispostada pro esempru in una cartella penalty-30, at a èssere abassada finas a su 70%.

source: Format:
sc: Formadu:

source: Forward-Backward
sc: In antis-in segus

source: Found in:
sc: Agatadu in:

source: French
sc: Frantzesu

source: From 100% memory
sc: Dae memòria 100%

source: From ICE memory
sc: Dae sa memòria ICE

source: From auto memory
sc: Dae memòria auto

source: From memory
sc: Dae sa memòria

source: Full checking can lead to false positives in normal texts.
sc: Unu controllu cumpletu podet torrare falsos positivos in testos normales.

source: Full table
sc: Tabella cumpletada

source: Full text
sc: Testu cumpletu

source: Full text, including tags and numbers
sc: Testu cumpletu, etichetas e nùmeros cumpresos

source: Full/Half &width char insensitive
sc: Distinghe intre &larghesa de caràtere intrea/mèdia

source: Fuzzy Matches
sc: Cointzidèntzias partziales

source: General
sc: Generale

source: Generate the translated file
sc: Gènera s'archìviu tradùidu

source: German
sc: Tedescu

source: Get API Key
sc: Otene una crae API

source: Git '{0}' did nothing because there were no changes
sc: Git '{0}' no at fatu nudda ca non bi fiant modìficas

source: Git '{0}' error: {1}
sc: Faddina Git '{0}': {1}

source: Git '{0}' execution finished successfully
sc: Esecutzione Git '{0}' cumpletada

source: Git '{0}' execution start
sc: Aviada de esecutzione Git '{0}'

source: Global
sc: Globale

source: Glossary
sc: Glossàriu

source: Glossary Files Folder
sc: Cartella de is archìvios de glossàriu

source: Glossary Folder:
sc: Cartella de su glossàriu:

source: Glossary Matches
sc: Cointzidèntzias de glossàriu

source: Glossary auto-completer options
sc: Optziones de cumpletamentu automàticu de su glossàriu

source: Glossary entries
sc: Intradas de glossàriu

source: Glossary file: {0}
sc: Archìviu de glossàriu: {0}

source: Glossary files folder entered does not exist!
sc: Sa cartella chi as insertadu pro is archìvios de glossàriu no esistet.

source: Glossary folder {0} does not exist.
sc: Sa cartella de glossàriu {0} no esistet.

source: Go To
sc: Bae a

source: Go To Segment
sc: Bae a su segmentu

source: Go To Segment Source
sc: Bae a su segmentu de orìgine

source: Go to Preferences > External Search to enable.
sc: Bae a Preferèntzias > Chirca esterna pro ddas ativare.

source: Google Api key not available.
sc: Sa crae API de Google no est a disponimentu.

source: Goto &Line...
sc: Bae a sa &lìnia...

source: Groovy (Apache Licence 2.0)
sc: Groovy (lissèntzia Apache 2.0)

source: Group {0} does not exist in search expression
sc: Su grupu {0} no esistit in s’espressione de chirca

source: HHC file too big!
sc: S’archìviu HHC est tropu mannu.

source: HTML Help Compiler
sc: Compiladore de agiudu HTML

source: HTML and XHTML
sc: HTML e XHTML

source: HTML, XHTML, ODF and Infix segmentation
sc: Segmentatzione HTML, XHTML, ODF e Infix

source: HTMLParser 1.6 by Somik Raha, Derrick Oswald and others (LGPL License)
sc: HTMLParser 1.6, de Somik Raha, Derrick Oswald e àteros (lissèntzia LGPL)

source: Has note
sc: Tenet una nota

source: He&aders
sc: Intest&atziones

source: Help
sc: Agiudu

source: Help & Manual
sc: Agiudu e manuale

source: Here you may also specify custom location of project folders.
sc: Inoghe podes fintzas ispetzificare una positzione personalizada pro is cartellas de su progetu.

source: Here you may setup the source filename patterns of files the filter will process, customize the filenames of translated files, and select what encodings it will use for loading the file and saving its translated counterpart.
sc: Inoghe podes cunfigurare is règulas de nòmine de archìviu de orìgine chi su filtru at a protzessare, podes personalizare is nòmines de is archìvios tradùidos e seberare cale codificatzione at a èssere impreada pro sa càrriga de archìvios e su sarvamentu de is tradutziones chi currispondent.

source: Hide '{0}'
sc: Cua '{0}'

source: Hide Advanced &Options
sc: Cua &optziones avantzadas

source: Highlight
sc: Evidèntzia

source: Highlight Pattern...
sc: Règula de evidentziadu...

source: History
sc: Cronologia

source: History Completion
sc: Cumpletamentu de sa cronologia

source: History Completions
sc: Cumpletamentos de sa cronologia

source: History Prediction
sc: Preditzione de sa cronologia

source: History Predictions
sc: Preditziones de sa cronologia

source: How To...
sc: Tutoriales

source: However, if you made mistakes when you typed the formatting tags, your translated files might fail to open.
sc: In cada manera, si faghes una faddina iscriende is etichetas de formadu, podet dare chi is archìvios tradùidos tuos no potzant èssere abertos.

source: Hyperlinks
sc: Ligàmenes

source: I Understand; Do It Anyway
sc: Apo cumpresu, bae in antis

source: I&nsert Source
sc: I&nserta s’originale

source: IBM Watson not available.
sc: IBM Watson no est a disponimentu.

source: ILIAS Language File
sc: Archìviu de limba ILIAS

source: IOException encountered:
sc: IOException agatada:

source: Icons
sc: Iconas

source: Identifier used for alternative translations
sc: Identificadore impreadu pro is tradutziones alternativas

source: If HTML file has the encoding declaration, it will be used disregarding any value you set in this dialog.
sc: Si s’archìviu HTML cuntenet una decraratzione de codificatzione, at a èssere impreada sena cunsiderare is valores cunfigurados in custu cuadru de diàlogu.

source: If a HHC or HHK file has an encoding declaration, it will be used regardless of any value you specify in this dialog.
sc: Si un’archìviu HHC o HHK cuntenet una decraratzione de codificatzione, at a èssere impreada sena cunsiderare is valores cunfigurados in custu cuadru de diàlogu.

source: If a file does not load into the Editor pane, then it could be that it is in a format that doesn't work in OmegaT.
sc: Si no resesses a carrigare un'archìviu in s'Editore de OmegaT, podet dare chi siat in unu formadu non reconnotu.

source: If checked, the entries are sorted alphabetically.
sc: Si est ativadu, is intradas ant a apàrrere in òrdine alfabèticu.

source: If checked, the longer entries are placed on the list first.
sc: Si est ativadu, is intradas prus longas ant a apàrrere prus in susu in sa lista.

source: If issue checking is slow, try disabling some of the optional checks.
sc: Si su controllu est lentu, proa a disativare controllos optzionales.

source: If it is clear from the very start, that translations in a given TM (or TMs) are all correct, one can put them into the tm/auto folder and avoid confirming a lot of [fuzzy] cases.
sc: Si est craru dae su cumintzu chi is tradutziones de una o prus memòrias ispetzìficas sunt curretas, ddas podes pònnere in sa cartella tm/auto in manera chi non depas cunfirmare tropu cointzidèntzias partziales cun su prefissu [fuzzy].

source: If later access to the desired location is granted that location will be used and all settings will return to their defaults as a result of the location change.
sc: Si su permissu de atzessu a sa positzione disigiada est cuntzèdidu a pustis custa positzione at a èssere impreada e totu is cunfiguratziones ant a torrare a is valores predefinidos comente resurtadu de su càmbiu de positzione.

source: If the filter has any options, you may change them by clicking Options.
sc: Si su filtru tenet optziones, ddas as a pòdere cambiare incarchende Optziones.

source: If the source segment in one of the ancillary TMs is identical to the text being translated, OmegaT acts as defined in the Options Editing Behavior... dialog window.
sc: Si su segmentu de orìgine in una de is MT segundàrias est idènticu a su testu chi ses bortende, OmegaT at a agire de acordu cun is preferèntzias in su cuadru de diàlogu Optziones Editore... .

source: If they don't need to stay immune from further changes, then remove the TMX from /tm/enforce.
sc: Si non depent abarrare immunes a àteras modìficas, podes bogare su TMX dae /tm/enforce.

source: If they need to stay immune from further changes, then keep the TMX in /tm/enforce.
sc: Si depent abarrare immunes a àteras modìficas, lassa su TMX in /tm/enforce.

source: If you already have collected words you wish the spell checker to ignore / accept, you just need to copy the corresponding two files into the omegatsubfolder of your current project.
sc: Si as giai regortu paràulas chi depent èssere innioradas o atzetadas dae su curretore ortogràficu, depes isceti copiare is duos archìvios chi currispondent in sa cartella omegat de su progetu abertu.

source: If you are interested in other settings of this dialog, you can return to it any time by pressing Ctrl+E.
sc: Si boles modificare cale si siat cunfiguratzione de custu cuadru de diàlogu, bi podes torrare cando boles cun Ctrl+E.

source: If you are using an authenticated proxy, please enter here your user and password.
sc: Si ses impreende unu servidore autenticadu, inserta inoghe su nòmine e sa crae.

source: If you have no doubt that a TMX is more accurate than the project_save.tmx of OmegaT, put this TMX in /tm/enforce to overwrite existing default translations unconditionally.
sc: Si no tenes dudas chi unu TMX est prus pretzisu chi su project_save.tmx de OmegaT, pone custu TMX in /tm/enforce pro subraiscrìere is tradutziones esistentes a prescìndere.

source: If you need assistance with any aspect of OmegaT, feel free to join the OmegaT users group.
sc: Si ti serbit agiudu cun cale si siat aspetu de OmegaT, aderi a su grupu de usuàrios de OmegaT.

source: If you place such translation memory files in the /tm/ subfolder of a project, OmegaT will automatically search them for similar segments, called "fuzzy matches".
sc: Si pones custos archìvios de memòria de tradutzione in sa cartella /tm/ de su progetu, OmegaT bi at a chircare in automàticu segmentos simigiantes, tzerriados "cointzidèntzias partziales" o "fuzzy matches".

source: If you want to use the same language in OmegaT as the one used during installation, check the box below.
sc: Si boles impreare in OmegaT sa matessi limba chi as impreadu durante s’installatzione, ativa sa casella in giosso.

source: If your source files are formatted files, e.g. Microsoft Word, LibreOffice Writer or HTML, OmegaT will convert the formatting into tags that surround the text that you translate.
sc: Si is archìvios de orìgine tuos tenent formadu, che a Microsoft Word, LibreOffice Writer o HTML, OmegaT at a cunvertire su formadu in etichetas a s'inghìriu de su testu chi ses bortende.

source: Ignore All
sc: Inniòra totu

source: Ignore: “{0}”
sc: Inniòra: “{0}”

source: Importing Wiki Page Failed
sc: Faddina in s’importatzione de sa pàgina Wiki

source: In Editor
sc: In s’Editore

source: In a team project, this folder contains a versioned copy of the project tree structure linked directly to the remote server.
sc: In progetos de iscuadra, custa cartella cuntenet una còpia versionada de s’istrutura de àrbore de progetu acapiada de deretu a su servidore remotu.

source: In comments
sc: In is cummentos

source: In notes
sc: In is notas

source: In order for the changes to take effect OmegaT needs to close and then open the project.
sc: OmegaT depet serrare e torrare a abèrrere su progetu pro chi is modificatziones tèngiant efetu.

source: In so&urce
sc: In s’&originale

source: In some operating systems, this folder is not displayed by default.
sc: In carchi sistema operativu, custa cartella no est ammustrada in manera predefinida e

source: In the Project menu, select New... and type a name for your project.
sc: In su menù Progetu, sèbera Nou... e iscrie unu nòmine pro su progetu tuo.

source: In the editor pane, when a match is inserted from a TMX contained in a folder named mt, the background of the active segment is changed to red.
sc: Cando, in s’editore, una cointzidèntzia est insertada dae unu TMX de sa cartella mt, s’isfundu de su segmentu ativu at a devènnere ruju.

source: Include Pattern
sc: Include règula

source: Include matches from &other languages
sc: Include c&ointzidèntzias de àteras limbas

source: Include the &first non-unique segment when marking non-unique segments
sc: Sa marca de is segmentos no ùnicos at a inclùdere su primu segmentu no ùnicu

source: Individual File Statistics:
sc: Istatìsticas pro archìvios individuales

source: Info
sc: Informatziones

source: Initializing
sc: Initzializende...

source: Initially empty, this folder will contain dictionaries you have added to the project.
sc: Custa cartella, bòida a su cumintzu, at a cuntènnere is ditzionàrios chi as a agiùnghere a su progetu.

source: Initially load this many segments:
sc: Càrriga in s’aviada custu nùmeru de segmentos:

source: Insert Match or Selection Into Translation
sc: Inserta sa cointzidèntzia o sa seletzione in sa tradutzione

source: Insert Missing Source &Tags
sc: Inserta·nche is e&tichetas chi ammancant de su testu originale

source: Insert Mode
sc: Modalidade de inserimentu

source: Insert Next Missing Tag
sc: Inserta·nche s’eticheta imbeniente chi ammancat

source: Insert Selection
sc: Inserta sa seletzione

source: Insert Tag {0}
sc: Inserta·nche s’eticheta {0}

source: Insert Unicode Control Character
sc: Inserta caràtere de controllu Unicode

source: Insert the &best fuzzy match
sc: Inserta·nc&he sa cointzidèntzia partziale prus arta

source: Insert the &source text
sc: Inserta·nche &su testu de orìgine

source: Install
sc: Installa

source: Installing and running OmegaT" in the User Manual.
sc: Installende e esecutende OmegaT" in su manuale de s’usuàriu.

source: Instant Start
sc: Ghia de aviada lestra

source: Insufficient permissions for project dir {0}
sc: Non tenes permissos pro sa cartella de su progetu {0}

source: Invalid API key
sc: Crae API non vàlida

source: Invalid HTML file
sc: Archìviu HTML non vàlidu

source: Invalid file format
sc: Formadu de archìviu non vàlidu

source: Invalid repository type: {0}
sc: Genia de depòsitu non vàlida: {0}

source: Is alternative
sc: Est alternativa

source: Is default translation
sc: Tradutzione predefinida

source: Is duplicate
sc: Duplicadu

source: Issues
sc: Problemas

source: Issues ({0} of {1})
sc: Problemas ({0} de {1})

source: Issues ({0})
sc: Problemas ({0})

source: Issues for {0} ({1} of {2})
sc: Problemas in {0} ({1} de {2})

source: Issues for {0} ({1})
sc: Problemas in {0} ({1})

source: It also contains installation instructions.
sc: Cuntenet fintzas istrutziones de installatzione.

source: It is often useful to search for words and phrases in the source text and in your translation, so press Ctrl+F for the Text Search dialog at any time.
sc: Podet èssere ùtile chircare paràulas e frases in su testu de orìgine e in sa tradutzione: imprea su cuadru de diàlogu Chirca testu tràmite is teclas Ctrl+F.

source: It is used to mark your translations.
sc: At a èssere impreadu pro marcare is tradutziones tuas.

source: It may happen, that translation memories, available in the tm subfolder, contain segments with identical source text, but differing targets.
sc: Podet dare chi prus memòrias de tradutzione a disponimentu in sa cartella tm cuntèngiant segmentos cun unu testu de orìgine idènticu però tradutziones diferentes.

source: It needs to be converted to a new team project, but this cannot be done in console mode.
sc: Depet èssere cunvertidu a unu progetu de iscuadra nou, però custu non si podet fàghere in modalidade console.

source: It was not possible to create the script folder inside the configuration folder.
sc: Impossìbile creare sa cartella de scripts intro de sa cartella de cunfiguratzione.

source: It was not possible to create translated documents, because some tags are missing or damaged.
sc: Faddina in sa creatzione de is documentos tradùidos, ca tzertas etichetas ammancant o sunt dannigiadas.

source: It will contain glossaries you will be using in the project.
sc: At a cuntènnere is glossàrios chi as a impreare in su progetu.

source: Italian
sc: Italianu

source: Item has neither URLs nor commands.
sc: S’elementu non tenet URL nen òrdines.

source: Item is missing scope
sc: S'elementu non tenet perunu àmbitu

source: Item name is empty or missing
sc: Su nòmine de s’elementu est bòidu o ammancat.

source: Item:
sc: Elementu:

source: Items
sc: Elementos

source: JAR files
sc: Archìvios JAR

source: JGit (Eclipse Distribution License)
sc: JGit (lissèntzia de distributzione Eclipse)

source: JSch (JSch License)
sc: JSch (lissèntzia JSch)

source: Japanese
sc: Giaponesu

source: Jar used for plugins: {0}
sc: Jar impreadu pro estensiones: {0}

source: Java Properties XML
sc: XML de propiedades de Java

source: Java Resource Bundles Filter Options
sc: Optziones de filtru de Java Resource Bundles

source: Jmyspell (LGPL License)
sc: Jmyspell (lissèntzia LPGL)

source: Jumping to last edited segment...
sc: Brinchende a s’ùrtimu segmentu modificadu...

source: Keep
sc: Mantene

source: Keep All
sc: Mantene totus

source: Keep Mine
sc: Mantene sa mia

source: Keep None
sc: Non mantèngias nudda

source: Keep Other
sc: Mantene s’àtera

source: Key:
sc: Crae:

source: Key=Value Text
sc: Testu còdighe=valore (key=value)

source: Keyword searches are not available in the search string.
sc: Is chircas de paràula crae no sunt a disponimentu in sa cadena de chirca.

source: Keyword searches match all the space-separated keywords regardless of their order.
sc: Is chircas de paràula crae agatant is paràulas crae separadas dae ispàtzios a prescìndere dae s’òrdine issoro.

source: L&og...
sc: Inf&orme...

source: LCK
sc: BLC

source: Language Checker
sc: Verificadore linguìsticu

source: Language Name
sc: Nòmine de sa limba

source: Language Pattern
sc: Règula de sa limba

source: Language not specified for translation unit variant.
sc: Sa limba pro sa variante de s’unidade de tradutzione no est istada ispetzificada.

source: LanguageTool (LGPL License and others)
sc: LanguageTool (lissèntzia LGPL e àteras)

source: LanguageTool API version mismatch
sc: Sa versione de API de LanguageTool non cointzidet

source: LanguageTool Issues
sc: Problemas de LanguageTool

source: LanguageTool is misconfigured.
sc: LanguageTool no est cunfiguradu bene.
